LEXICON_UA: dict[str, str] = {
    '/start': '<b>Привіт!</b>\nДавай із тобою зіграємо у гру "Камінь, ножиці, папір"?\n\nЯкщо ти, раптом, '
              'забув правила, команда /help тобі допоможе!\n\n<b>Граємо?</b>',
    '/help': 'Це дуже проста гра. Ми одночасно маємо зробити вибір одного з трьох предметів. Камінь, '
             'ножиці або папір.\n\nЯкщо наш вибір збігається - нічия, а в інших випадках камінь перемагає '
             'ножиці, ножиці перемагають папір, а папір перемагає камінь.\n\n<b>Граємо?</b>',
    'rock': 'Камінь 🗿',
    'paper': 'Папір 📜',
    'scissors': 'Ножиці ✂',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Вибач, нажаль, це повідомлення мені не зрозуміле...',
    'yes': 'Відмінно! Роби свій вибір!',
    'no': 'Жаль...\nЯкщо захочеш зіграти, просто розгорни клавіатуру та натисни кнопку "Давай!"',
    'bot_won': 'Я виграв!\n\nЗіграємо ще?',
    'user_won': 'Ти виграв! Вітаю!\n\nДавай зіграємо ще?',
    'nobody_won': 'Нічия!\n\nПродовжимо?',
    'bot_choice': 'Мій вибір'
}
